/* `welcomeLabel` UILabel text default value */
"Welcome" = "Welcome";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Thank you for downloading";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Please follow the instructions you received in the welcome email to start the activation process.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Stay on top of your daily tasks management and easily collaborate on projects.";

"ScanInstruction" = "Please scan the secure QR code to start the activation process.";

"DiscoveryServiceInstruction" = "Please enter your email address to start the activation process.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Checking Account...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Start";

"Scan" = "Scan";

/* `demoLabel` UILabel text default value */
"Explore" = "Want to explore?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Try the Demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Set Passcode";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Passcode";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Choose Passcode";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Confirm Passcode";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Enter your passcode again.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Confirm your passcode.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Enter your passcode.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Change Passcode";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Enter your current passcode.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Not Now";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Back";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Next";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Done";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Choose a passcode with at least %d characters for unlocking the app.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Choose a passcode with at least %d digits for unlocking the app.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Include the following:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Lower case (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Upper case (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Digits (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symbols (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Reset Passcode";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Passcode validation failed.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Passcode was rejected by FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Retry";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " is now available!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Enabling Touch ID will give you faster access to your information.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "You can turn this feature on or off at any time from Settings.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Please enable Touch ID for fast and secure access.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "If Touch ID is deactivated, you will be asked for your device passcode.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Enabling Face ID will give you faster access to your information.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "You can turn this feature on or off at any time from Settings.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Please enable Face ID for fast and secure access.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "If Face ID is deactivated, you will be asked for your device passcode.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "To use Touch ID, please add fingerprints in your device settings.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "You can do this at any time under Settings - Touch ID & Passcode.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "To use Face ID, please enrol Face ID in your device settings.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "You can do this at any time under Settings - Face ID & Passcode.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Learn more about Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Learn more about Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Enable";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Authenticate with Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Authenticate with Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Error";

/* The error title. */
"AuthenticationErrorKey" = "Authentication Error";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Please authenticate using Touch ID to use the app.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Please authenticate using Face ID to use the app.";

/* The authenticate button text. */
"AuthenticateKey" = "Authenticate";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Passcodes did not match. Try again.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "You have %d attempts left.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "You have 1 attempt left.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "No more attempts left.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Please sign in to reset the passcode.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Incorrect passcode. Try again.";

/* The scan page title string. */
"ScanKey" = "Scan";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Scan Unsuccessful";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Please select a QR code image.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Invalid QR Code";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "The QR code was not recognised.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Allow Access to Photos";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "To choose a QR code image, please give access to your photos in your device's privacy settings.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Allow Access to Camera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "To scan using the camera, please give access to your camera in your device's privacy settings.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Settings";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Confirmation";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Scan succeeded. You will be connected to:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Continue";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Launch";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Activation";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "If you received a welcome email, follow the activation link in the email. Otherwise, enter your email address or scan the QR code to start onboarding.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Next";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Or";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Scan";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Agree";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Disagree";

/* The authentication title. */
"AuthenticationKey" = "Authentication";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Please provide your username and password to authenticate.";

/* Username input field placeholder string */
"usernameKey" = "username";

/* Password input field placeholder string */
"passwordKey" = "password";

/* Sign In button string. */
"SignInKey" = "Sign In";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Incorrect credentials. Try again.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Please provide the information below to start the activation process.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verifying Information...";

/* Cancel button string. */
"CancelKey" = "Cancel";

/* Allow button string. */
"AllowKey" = "Allow";

/* Deny button string. */
"DenyKey" = "Deny";

/* No button string. */
"NoKey" = "No";

/* Quit button string. */
"QuitKey" = "Quit";

/* GiveConsent button string. */
"GiveConsentKey" = "Give Consent";

/* Navbar title string. */
"StepKey" = "Step";

/* Navbar title string. */
"OfKey" = "of";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Are you sure you want to quit the onboarding process?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Without consent you will not be able to continue onboarding.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Switch or Add User";

/* Title for Log In button */
"LogInKey" = "Log In";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Search users on this device";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Forgot passcode?";

/* Title for Loction */
"PNLoctionTitleKey" = "Turn on location services so you can use map and navigation features";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Turn on notifications so you can get alerted about important announcements";

/* Title for Photos */
"PNPhotosTitleKey" = "Turn on photo library access so you can enable photo sharing and access the photos library";

/* Title for Calendar */
"PNCalendarTitleKey" = "Turn on calendar access so you can reserve rooms and see your meetings";

/* Title for Camera */
"PNCameraTitleKey" = "Turn on the camera so you can log in and verify using Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "You can change this permission later using app settings";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "The application uses the permissions below to provide you with the best experience we catered to you";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Allow the application to access your Location and notify you when you are using it.\n\nTo set or edit your Location permission, open your iOS settings > Tap “Location” > Tap “Application” > Select your preferred Location permission setting";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Allow the application to access your Notifications and notify you when you are using it.\n\nTo set or edit your Notifications permission, open your iOS settings > Tap “Notifications” > Tap “Application” > Select your preferred Notifications permission setting";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Allow the application to access your Photos and notify you when you are using it.\n\nTo set or edit your Photos permission, open your iOS settings > Tap “Photos” > Tap “Application” > Select your preferred Photos permission setting";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Allow the application to access your Camera and notify you when you are using it.\n\nTo set or edit your Camera permission, open your iOS settings > Tap “Camera” > Tap “Application” > Select your preferred Camera permission setting";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Allow the application to access your Calendar and notify you when you are using it.\n\nTo set or edit your Calendar permission, open your iOS settings > Tap “Calendar” > Tap “Application” > Select your preferred Calendar permission setting";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Open iOS Settings";

